Repository: e2dream/OAWeather
Catalog: po/*.po
Languages: nl

source: %d Minutes
nl: %d Minuten

source: Add
nl: Toevoegen

source: Cache data
nl: Cache gegevens

source: Choose the icon set. You need to create an additional set here: /usr/share/enigma2/WeatherIconSets/NAME.
nl: Kies pictogrammenset. U moet een extra set aanmaken op deze locatie: /usr/share/enigma2/WeatherIconSets/NAME.

source: Choose whether the 'night switch' should be activated or not. Some icons are then displayed as night icons with moon.
nl: Kies of de 'nachtschakelaar' moet worden geactiveerd of niet. Sommige pictogrammen worden vervolgens weergegeven als nachtpictogrammen met maan.

source: Choose favorite
nl: Kies Favoriet

source: Chose favorite
nl: Kies favoriet

source: City '%s' not found! Please try another wording.
nl: De woonplaats '%s' werd niet gevonden! A.u.b. de omschrijving aanpassen.

source: Current Weather
nl: Huidig ​​weer

source: Default
nl: Standaard

source: Defaults
nl: Standaardwaarden

source: Delete
nl: Verwijderen

source: Detail level in detail view
nl: Detailniveau in detailweergave

source: Disabled
nl: Gedeactiveerd

source: Do you really want do delete favorite '%s'?
nl: Wil je echt favoriet verwijderen '%s'?

source: Do you really want do exit without saving your modified favorite list?
nl: Wil je echt afsluiten zonder de gewijzigde favorietenlijst op te slaan?

source: East
nl: Oost

source: Edit
nl: Bewerken

source: Enable Debug
nl: Foutopsporing inschakelen

source: Enabled
nl: Ingeschakeld

source: Enter the location for your weather forecasts. To include your location, expand your favorites list with 'Manage your favorites'.
nl: Voer de locatie in voor uw weersvoorspellingen. Om uw locatie op te nemen, kan u de favorietenlijst uitbreiden met 'Beheer uw favorieten'.

source: Error getting City ID
nl: Fout bij het ophalen van City-ID

source: Error in Weatherinfo
nl: Fout in Weatherinfo

source: Favorites have been successfully saved!
nl: Favorieten zijn succesvol opgeslagen!

source: Feels like
nl: Gevoelstemperatuur

source: Humidity
nl: Luchtvochtigheid

source: MSN weather
nl: MSN weer

source: Manage favorites
nl: Beheer favorieten

source: Metric unit for wind speed
nl: Metrische eenheid voor windsnelheid

source: Next favorite
nl: Volgende favoriet

source: View details
nl: Bekijk details

source: Day +/-
nl: Dag +/-

source: Settings
nl: Instellingen

source: Manage your favorites
nl: Beheer uw favorieten

source: No data available for this period.
nl: Voor deze periode zijn er geen gegevens beschikbaar.

source: No data available.
nl: Geen gegevens beschikbaar.

source: North
nl: Noord

source: Northeast
nl: Noord-oost

source: Northwest
nl: Noord-west

source: Open-Meteo Wetter
nl: Open-Meteo Weer

source: Precipitation
nl: Neerslagkans

source: Previous favorite
nl: Vorige favoriet

source: Refresh interval
nl: Hoe vaak actualiseren

source: Save
nl: Opslaan

source: Search for your city
nl: Zoek uw woonplaats

source: Select 'Yes' to enable add debug output to log.
nl: Kies 'Ja' om foutopsporingsuitvoer toe te voegen aan het logboek.

source: Select 'Yes' to enable the addition of Weather.
nl: Kies 'Ja' om de toevoeging van het Weer in te schakelen.

source: Select desired location
nl: Selecteer de gewenste locatie

source: Select the metric unit for wind speed to be used for wind displays. This has no effect on the imperial unit 'mph'.
nl: Selecteer de metrische eenheid voor windsnelheid die moet worden gebruikt voor windweergaven. Dit heeft geen effect op de imperiale eenheid 'mph'.

source: Select the preferred weather service to supply the weather information.
nl: Selecteer de gewenste weer-service om de weersinformatie te leveren.

source: Select the temperature unit to be used for temperature displays.
nl: Selecteer de temperatuureenheid voor temperatuur weergave.

source: Select this option to save that last obtained weather data locally. This is used to initialize the data immediately after restart while updated data is being fetched.
nl: Selecteer deze optie om de laatst opgevraagde weerinformatie lokaal op te slaan. Deze wordt direct na het starten van de ontvanger getoond, tijdens het downloaden van de actuele weersinformatie.

source: Select your location
nl: Selecteer uw locatie

source: Set default values
nl: Standaardwaarden instellen

source: Show Weather Forecast
nl: Toon Weersverwachting

source: Show trend arrows for moon data
nl: Toon trendpijlen voor maangegevens

source: South
nl: Zuid

source: Southeast
nl: Zuid-oost

source: Southwest
nl: Zuid-west

source: Specify how often Weather retrieves its data from the server. 'Once' means the data will loaded only once after a GUI or system start.
nl: Geef aan hoe vaak Weather zijn gegevens van de server haalt. 'Eenmalig' betekent dat de gegevens slechts één keer geladen worden na een GUI of systeemstart.

source: Temperature unit
nl: Temperatuur eenheid

source: The city name is too short. More than 2 characters are needed for search.
nl: De plaatsnaam is te kort. Er zijn meer dan 2 tekens nodig om te kunnen zoeken.

source: The favorite '%s' corresponds to the set weather city name and therefore cannot be deleted.
nl: De favoriet '%s' komt overeen met de ingestelde weerplaatsnaam en kan daarom niet worden verwijderd.

source: Today
nl: Vandaag

source: Weather Plugin
nl: Weer-Plugin

source: Weather Plugin Detailview
nl: Weer-Plugin Detailweergave

source: Weather Plugin Overview
nl: Weer-Plugin Overzicht

source: Weather Settings Actions
nl: Weerinstellingen Acties

source: Weather city name
nl: Weer woonplaats

source: Weather cityname (at least 3 letters):
nl: Weer stadsnaam (minstens 3 letters):

source: Weather icon night switch
nl: Weerpictogram nachtschakelaar

source: Weather icon set
nl: Weerpictogrammen

source: Weather service
nl: Weerdienst

source: Weather API key v2.5
nl: Weer API-sleutel v2.5

source: Weather settings
nl: Weer instellingen

source: km/h
nl: km/u
